{
    "products": [
        {
            "id": "s_s23_ultra_12_256",
            "img": [
                "/s_s23_ultra_12_256/1.webp",
                "/s_s23_ultra_12_256/2.webp"
            ],
            "name": "Samsung Galaxy S23 Ultra 12 GB 256 GB RAM",
            "description": "Fotografía profesional en tu bolsillo: Descubrí infinitas posibilidades para tus fotos con las 4 cámaras principales de tu equipo. Poné a prueba tu creatividad y jugá con la iluminación, diferentes planos y efectos para obtener grandes resultados. Experiencia visual increíble: Mirá tus series y películas favoritas con la mejor definición a través de su pantalla AMOLED de 6.8\". Disfrutá de colores brillantes y detalles precisos en todos tus contenidos. Capacidad y eficiencia: Con su potente procesador y memoria RAM de 12 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras. Desbloqueo facial y dactilar: Máxima seguridad para que solo vos puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior: ¡Desenchufate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.",
            "price": 895000,
            "features": [
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Compatible con redes 5G.",
                "Pantalla AMOLED de 6.8\".",
                "Tiene 4 cámaras traseras de 200Mpx/10Mpx/12Mpx/10Mpx.",
                "Cámaras delanteras de 12mp.",
                "Procesador Snapdragon 8 Gen 2 Octa-Core de 3.36GHz con 12GB de RAM.",
                "Batería de 5000mAh con carga inalámbrica.",
                "Memoria interna de 256GB.",
                "A prueba de agua.",
                "Con reconocimiento facial y sensor de huella dactilar.",
                "Resistente al polvo y a las caídas.",
                "Tarjeta eSIM incluida."
            ]
        },
        {
            "id": "s_s24_12_256",
            "img": [
                "/s_s24_12_256/1.webp",
                "/s_s24_12_256/2.webp",
                "/s_s24_12_256/3.webp",
                "/s_s24_12_256/4.webp",
                "/s_s24_12_256/5.webp",
                "/s_s24_12_256/6.webp",
                "/s_s24_12_256/7.webp"
            ],
            "name": "Samsung Galaxy S24 12 GB 256 GB RAM",
            "description": "Bienvenido a la era de la IA móvil. Con el Galaxy S24 Ultra en tus manos, puedes dar rienda suelta a niveles completamente nuevos de creatividad, productividad y potencial, empezando por el dispositivo más importante de tu vida: tu smartphone. Échale un vistazo a la actualización: protección duradera de titanio integrada directamente en el marco. La solidez del titanio está ahora a tu alcance. Con Corning® Gorilla® Armor, una capa transparente que representa el Corning® Gorilla® Armor, una capa transparente que representa el Corning® Gorilla® Armor cubre el Galaxy S24 Ultra. Corning® Gorilla® Armor ayuda a proteger la pantalla de los arañazos, manteniendo el dispositivo bonito y resistente al agua y al polvo. Sin preocupaciones. No dejes que el agua perjudique tu experiencia. El Galaxy S24 Ultra tiene una resistencia IP68 al agua y al polvo, por lo que estás preparado para cualquier aventura, con o sin charcos. Con la mayor cantidad de megapíxeles de un smartphone y un procesamiento de inteligencia artificial, el Galaxy S24 Ultra establece el estándar del sector en cuanto a calidad de imagen cada vez que presionas el obturador. Además, el nuevo motor ProVisual reconoce objetos, mejora el tono del color, reduce el ruido y resalta los detalles. Con una gran capacidad y una mayor eficiencia energética, la batería Ultra ofrece más autonomía cuando más lo necesitas, como en la épica batalla contra un jefe para la que te estás preparando. Disfruta de vídeos de hasta 30 horas. Escucha música durante hasta 95 horas. Pantalla de 2600 nits. Nuestra pantalla móvil adaptable más brillante jamás creada. Nuestra pantalla más envolvente viene con algunas actualizaciones de visibilidad importantes. Corning® Gorilla® Armor reduce los reflejos y mejora la claridad visual, incluso bajo la luz solar directa. Luego, un Vision Booster mejorado mejora el contraste y el color para ofrecer una experiencia claramente excepcional. ¿Qué funciones de inteligencia artificial tiene el Galaxy S24 Ultra? Desde el punto de vista del hardware, el Galaxy S24 Ultra es un maestro de los juegos gracias a un potente procesador, un eficiente sistema de disipación de calor, una pantalla de alta visibilidad y una batería de larga duración que alimenta tus juegos móviles favoritos. Además, el rendimiento viene con herramientas de juego avanzadas, como el Ray Tracing, que resalta las sombras y los reflejos en los gráficos del juego. El Galaxy S24 Ultra usa inteligencia artificial en muchas aplicaciones. Por ejemplo, la cámara usa AI Zoom para tomar mejores fotos con zoom. El Photo Assistant utiliza la IA para rellenar fondos y mover, cambiar el tamaño o eliminar objetos. La traducción simultánea te permite comunicarte en otros idiomas por teléfono.",
            "price": 1050000,
            "features": [
                "Dispositivo desbloqueado para que elijas tu compañía telefónica preferida.",
                "Compatible con redes 5G.",
                "Pantalla AMOLED 2X dinámica de 6.8 pulgadas.",
                "Cuenta con 4 cámaras traseras de 200Mpx/ 50Mpx/ 10Mpx/ 12Mpx.",
                "Cámaras frontales de 12 Mpx.",
                "Batería de 5000 mAh con carga inalámbrica.",
                "Memoria interna de 256 GB.",
                "Con reconocimiento facial y sensor de huellas dactilares.",
                "Tarjeta eSIM incluida."
            ]
        },
        {
            "id": "s_s24_8_128",
            "img": [
                "/s_s24_8_128/1.webp",
                "/s_s24_8_128/2.webp",
                "/s_s24_8_128/3.webp",
                "/s_s24_8_128/4.webp",
                "/s_s24_8_128/5.webp",
                "/s_s24_8_128/6.webp",
                "/s_s24_8_128/7.webp",
                "/s_s24_8_128/8.webp",
                "/s_s24_8_128/9.webp",
                "/s_s24_8_128/10.webp",
                "/s_s24_8_128/11.webp",
                "/s_s24_8_128/12.webp"
            ],
            "name": "Samsung Galaxy S24 8 GB 128 GB RAM",
            "description": "Con el poder de Galaxy AI. Bienvenido a una nueva era. Con el Galaxy S24 estamos entrando en una nueva era de teléfonos móviles, llevando la Inteligencia Artificial con facilidad y comodidad a tu vida diaria. Descubre nuevas formas de conectarte, buscar, crear y jugar. Diseño mejorado. Fácil de sujetar, increíble acabado en aluminio con colores que combinan con tu estilo. Imágenes nítidas y brillantes incluso en la oscuridad. Tome fotografías brillantes, coloridas y nítidas, incluso en la oscuridad, con AI ISP. Por último, los retratos de tus sueños. El zoom 2x, o incluso 3x, en realidad no importa. Todas las distancias pueden ser tan nítidas como el día, incluso si es de noche.",
            "price": 725000,
            "features": [
                "Memoria RAM: 8 GB",
                "Dispositivo desbloqueado para que elijas tu compañía telefónica preferida.",
                "Compatible con redes 5G.",
                "Pantalla AMOLED 2X dinámica de 6.2 pulgadas.",
                "Cuenta con 3 cámaras traseras de 50Mpx/12Mpx/10Mpx.",
                "Cámaras frontales de 12 Mpx.",
                "Procesador Exynos 2400 de 3,2 GHz con 8 GB de RAM.",
                "Batería de 4000 mAh con carga inalámbrica.",
                "Memoria interna de 128 GB.",
                "Con sensor de huellas dactilares."
            ]
        },
        {
            "id": "s_a15_6_128",
            "img": [
                "/s_a15_6_128/1.webp",
                "/s_a15_6_128/2.webp",
                "/s_a15_6_128/3.webp",
                "/s_a15_6_128/4.webp",
                "/s_a15_6_128/5.webp",
                "/s_a15_6_128/6.webp"
            ],
            "name": "Samsung Galaxy A15 128 GB 6 GB RAM",
            "description": "Fotografía profesional en tu bolsillo. Descubrí infinitas posibilidades para tus fotos con las 3 cámaras principales de tu equipo. Poné a prueba tu creatividad y jugá con la iluminación, diferentes planos y efectos para obtener grandes resultados. Además, con la cámara frontal con flash preparate para compartir selfies más iluminadas en tus redes sociales. Experiencia visual increíble. Mirá tus series y películas favoritas con la mejor definición a través de su pantalla AMOLED de 6.5\". Disfrutá de colores brillantes y detalles precisos en todos tus contenidos. Capacidad y eficiencia. Con su potente procesador y memoria RAM de 6 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras. Desbloqueo facial y dactilar. Máxima seguridad para que solo vos puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior. ¡Desenchufate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.",
            "price": 215000,
            "features": [
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Pantalla AMOLED de 6.5\".",
                "Tiene 3 cámaras traseras de 50Mpx/5Mpx/2Mpx.",
                "Cámaras delanteras de 13.0 MP.",
                "Batería de 5000mAh.",
                "Memoria interna de 128GB.",
                "Con reconocimiento facial y sensor de huella dactilar."
            ]
        },
        {
            "id": "s_a15_8_256",
            "img": [
                "/s_a15_8_256/1.webp",
                "/s_a15_8_256/2.webp",
                "/s_a15_8_256/3.webp",
                "/s_a15_8_256/4.webp"
            ],
            "name": "Samsung Galaxy A15 256 GB 8 GB RAM",
            "description": "Fotografía profesional en tu bolsillo. Descubrí infinitas posibilidades para tus fotos con las 3 cámaras principales de tu equipo. Poné a prueba tu creatividad y jugá con la iluminación, diferentes planos y efectos para obtener grandes resultados. Además, el dispositivo cuenta con cámara frontal de 13 Mpx para que puedas sacarte divertidas selfies o hacer videollamadas. Experiencia visual increíble. Mirá tus series y películas favoritas con la mejor definición a través de su pantalla Super AMOLED de 6.5\". Disfrutá de colores brillantes y detalles precisos en todos tus contenidos. Capacidad y eficiencia. Con su potente procesador y memoria RAM de 8 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras. Desbloqueo facial y dactilar. Máxima seguridad para que solo vos puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior. ¡Desenchufate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.",
            "price": 250000,
            "features": [
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Pantalla Super AMOLED de 6.5\".",
                "Tiene 3 cámaras traseras de 50Mpx/5Mpx/2Mpx.",
                "Cámara delantera de 13Mpx.",
                "Procesador MediaTek Helio G99 Octa-Core de 2.2GHz con 8GB de RAM.",
                "Batería de 5000mAh.",
                "Memoria interna de 256GB.",
                "Resistente a las salpicaduras.",
                "Con reconocimiento facial y sensor de huella dactilar.",
                "Resistente al polvo."
            ]
        },
        {
            "id": "s_a55_8_128",
            "img": [
                "/s_a55_8_128/1.webp",
                "/s_a55_8_128/2.webp",
                "/s_a55_8_128/3.webp",
                "/s_a55_8_128/4.webp",
                "/s_a55_8_128/5.webp",
                "/s_a55_8_128/6.webp",
                "/s_a55_8_128/7.webp",
                "/s_a55_8_128/8.webp",
                "/s_a55_8_128/9.webp",
                "/s_a55_8_128/10.webp"
            ],
            "name": "Samsung Galaxy A55 128 GB 8 GB RAM",
            "description": "Capacidad y eficiencia. Con su potente procesador y memoria RAM de 8 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras. Gran capacidad de almacenamiento. Con su memoria interna de 128 GB podrás almacenar archivos y aplicaciones de gran tamaño sin necesidad de subirlos a la nube y aprovechar tus momentos sin conexión para darles el máximo uso.",
            "price": 335000,
            "features": [
                "Memoria RAM: 8 GB.",
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Compatible con redes 5G.",
                "Memoria interna de 128GB."
            ]
        },
        {
            "id": "s_a25_8_256",
            "img": [
                "/s_a25_8_256/1.webp",
                "/s_a25_8_256/2.webp",
                "/s_a25_8_256/3.webp",
                "/s_a25_8_256/4.webp"
            ],
            "name": "Samsung Galaxy A25 256 GB 8 GB RAM",
            "description": "Fotografía profesional en tu bolsillo. Descubrí infinitas posibilidades para tus fotos con las 3 cámaras principales de tu equipo. Poné a prueba tu creatividad y jugá con la iluminación, diferentes planos y efectos para obtener grandes resultados. La cámara gran angular toma encuadres amplios de paisajes y permite sumar más integrantes a las fotografías grupales para que nadie quede afuera. Experiencia visual increíble. Mirá tus series y películas favoritas con la mejor definición a través de su pantalla Super AMOLED de 6.5\". Disfrutá de colores brillantes y detalles precisos en todos tus contenidos. Capacidad y eficiencia. Con su potente procesador y memoria RAM de 8 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras. Desbloqueo facial y dactilar. Máxima seguridad para que solo vos puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior. ¡Desenchufate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.",
            "price": 235000,
            "features": [
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Compatible con redes 5G.",
                "Pantalla Super AMOLED de 6.5\".",
                "Tiene 3 cámaras traseras de 50Mpx/8Mpx/2Mpx.",
                "Cámaras delanteras de 13 Mpx.",
                "Procesador Exynos 1280 Octa-Core de 2.4GHz con 8GB de RAM.",
                "Batería de 5000mAh.",
                "Memoria interna de 256GB.",
                "Resistente al agua.",
                "Con reconocimiento facial y sensor de huella dactilar.",
                "Resistente al polvo y a las caídas."
            ]
        },
        {
            "id": "s_a35_8_256",
            "img": [
                "/s_a35_8_256/1.webp",
                "/s_a35_8_256/2.webp",
                "/s_a35_8_256/3.webp",
                "/s_a35_8_256/4.webp",
                "/s_a35_8_256/5.webp",
                "/s_a35_8_256/6.webp",
                "/s_a35_8_256/7.webp"
            ],
            "name": "Samsung Galaxy A35 256 GB 8 GB RAM",
            "description": "Capacidad y eficiencia\":\"Con su potente procesador y memoria RAM de 8 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras.\",\"Capacidad de almacenamiento ilimitada\":\"Olvidate de borrar. Con su memoria interna de 256 GB podrás descargar todos los archivos y aplicaciones que necesites, guardar fotos y almacenar tus películas, series y videos favoritos para reproducirlos cuando quieras.",
            "price": 325000,
            "features": [
                "Memoria RAM: 8 GB",
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Compatible con redes 5G.",
                "Memoria interna de 256GB."
            ]
        },
        {
            "id": "s_a35_8_126",
            "img": [
                "/s_a35_8_126/1.webp",
                "/s_a35_8_126/2.webp",
                "/s_a35_8_126/3.webp",
                "/s_a35_8_126/4.webp",
                "/s_a35_8_126/5.webp",
                "/s_a35_8_126/6.webp",
                "/s_a35_8_126/7.webp",
                "/s_a35_8_126/8.webp"
            ],
            "name": "Samsung Galaxy A35 126 GB 8 GB RAM",
            "description": "Capacidad y eficiencia\":\"Con su potente procesador y memoria RAM de 8 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras.\",\"Gran capacidad de almacenamiento\":\"Con su memoria interna de 128 GB podrás almacenar archivos y aplicaciones de gran tamaño sin necesidad de subirlos a la nube y aprovechar tus momentos sin conexión para darles el máximo uso.",
            "price": 310000,
            "features": [
                "Memoria RAM: 8 GB",
                "Dispositivo liberado para que elijas la compañía telefónica que prefieras.",
                "Compatible con redes 5G.",
                "Memoria interna de 128GB."
            ]
        }
    ]
}